{"href":"http://www.fishbase.org/Summary/speciesSummary.php?ID=1583&AT=Alewife","name":"Alewife","sciName":"Alosa pseudoharengus","photoUrl":"https://www.fishbase.us/images/thumbnails/jpg/tn_Alpse_u0.jpg","sectionData":{"Classification":"Actinopteri (ray-finned fishes) > Clupeiformes (Herrings) > Clupeidae (Herrings, shads, sardines, menhadens) > Alosinae Etymology: Alosa: Latin, alausa = a fish cited by Ausonius and Latin, halec = pickle, dealing with the Greek word hals = salt; it is also the old Saxon name for shad = \"alli\" ; 1591 (Ref. 45335); pseudoharengus: From the words pseudo, meaning false and harengus, meaning herring (Ref. 10294).","Environment":"Marine; freshwater; brackish; pelagic-neritic; anadromous (Ref. 51243); depth range 5 - 145 m (Ref. 4639), usually 56 - 110 m (Ref. 5951). Temperate; 55°N - 34°N, 93°W - 53°W (Ref. 86798)","Distribution":"North America: Atlantic coast from Red Bay, Labrador in Canada to South Carolina in USA; many landlocked populations exist. Individuals with access to ocean are anadromous, ascending coastal rivers during spring spawning migraitons. Native to Lake Ontario; introduced into other Great Lakes via Welland Canal (first taken in Lake Erie in 1931). Introduced elsewhere, including New River in West Virginia and Virginia, and upper Tennessee River system in Tennessee, USA.","Short description":"Dorsal spines (total): 0; Anal spines: 0. Moderately compressed, belly with a distinct keel of scutes. Lower jaw rising steeply within mouth; minute teeth present at front of jaws (disappearing with age). Lower gill rakers increasing with age. A dark spot on shoulder. Distinguished from A. aestivalis by its silvery peritoneum; eye larger than snout length; back greyish green on capture.","Biology":"Occurs in open water over all bottom types (Ref. 86798). Movement of schooling adults apparently restricted to coastal areas proximal to natal estuaries (Ref. 4639). They migrate up rivers and even small streams to spawn in lakes and quiet stretches of rivers, then return to sea shortly after spawning (Ref. 4639); landlocked populations also ascend affluent rivers and streams. Larvae remain in vicinity of spawning grounds, forming schools at sizes less than 10 mm TL, within one to two weeks after hatching (Ref. 4639), then descend in summer and autumn or even as late as November or December. Feed on shrimps and small fishes; the young on diatoms, copepods and ostracods while in rivers. Utilized fresh, dried or salted, smoked and frozen; eaten fried (Ref. 9988). Also used for crab and lobster bait and sometimes for pet food (Ref. 9988). Parasites found are Acanthocephala, cestodes, trematodes and copepods. Overfishing, pollution and impassable dams cause the decline of stocks (Ref. 37032).","Life cycle":"Adults migrate up rivers and even small streams, spawn in lakes and quiet stretches of rivers; landlocked populations also ascend affluent rivers and streams; the fry descend in summer and autumn or even as late as November or December. Spawning activity has been observed both diurnally and nocturnally, but with greatest activity at night (Ref. 38797). Spawning activity stops above 27.8°C (Ref. 38881). Freshwater populations mature earlier and at a smaller average size than saltwater populations (Ref. 4639).","IUCN":"Least Concern (LC)"}}