{"href":"http://www.fishbase.org/summary/speciesSummary.php?ID=24&AT=Atlantic+Herring","name":"Atlantic Herring","sciName":"Clupea harengus Linnaeus, 1758\t\t\t\n\t\t\t\n\t\t\t\tAtlantic herring","photoUrl":"https://www.fishbase.us/images/thumbnails/jpg/tn_Clhar_ub.jpg","sectionData":{"Classification":"Actinopteri (ray-finned fishes) > Clupeiformes (Herrings) > Clupeidae (Herrings, shads, sardines, menhadens) > Clupeinae Etymology: Clupea: Latin, clupea = sardine, derived from Clupeus = shield; doubtless a reference to the scales covering the body of the fish + Greek, odous = teeth (Ref. 45335). More on author: Linnaeus.","Environment":"Marine; brackish; benthopelagic; oceanodromous (Ref. 51243); depth range 0 - 364 m (Ref. 58426), usually 0 - 200 m (Ref. 6683). Temperate; 1°C - 18°C (Ref. 188); 80°N - 33°N, 79°W - 70°E","Distribution":"North Atlantic: in the west, it ranges from southwestern Greenland and Labrador southward to South Carolina, USA. In the east, it ranges from Iceland and southern Greenland southward to the northern Bay of Biscay and eastward to Spitsbergen and Novaya Zemlya in Russia, including the Baltic Sea (Ref. 188).","Short description":"Dorsal spines (total): 0; Dorsal soft rays (total): 13-21; Anal spines: 0; Anal soft rays: 12 - 23; Vertebrae: 51 - 60. Slender fish with a round belly. Scutes without prominent keel; 12 to 16 post-pelvic scutes (Ref. 188). No median notch in upper jaw; operculum without radiating bony striae; the posterior border of its gill opening is evenly rounded. It is blue to greenish-blue dorsally, becoming silvery ventrally. No distinctive dark spots on the body or fins (Ref. 188).","Biology":"Herring schools move between spawning and wintering grounds in coastal areas and feeding grounds in open water by following migration patterns learned from earlier year classes (Ref. 88171). Juveniles (up to 2 years) shoal close inshore, while adults are found more offshore (Ref. 6683). Adults spend the day in deeper water, but rise to shallower water at night (Ref. 89562). Light is an important factor in controlling their vertical distribution. A facultative zooplanktivorous filter-feeder, i.e., it can switch to filter-feeding if the food density and particle size are appropriate (Ref. 28664). Feed mainly on copepods finding food by visual sense. Herring schools often attract predators such as fish, birds, and marine mammals (Ref. 89563). Schooling, silvery sides, excellent hearing (capable of detecting frequencies between 30-4,000 Hz , Refs. 89391, 89564, 89566), and very fast escape response act as anti-predator devices (Ref. 28664). The most important races in the East Atlantic are the winter-spawning Norwegian and Icelandic herring, the autumn spawning Icelandic and North Sea herring and the Baltic Sea herring. Utilized fresh, dried or salted, smoked, canned and frozen; can be fried, broiled, microwaved and baked (Ref. 9988).","Life cycle":"The herring matures between 2-9 years (Refs. 35388, 82767, 89571). Herring populations are known to use traditional spawning grounds, many of which are along shallow coastal areas (15-40 m depth) or on offshore banks down to 200 m (Refs. 6684, 89572). Spawning usually occurs on gravel or rock bottoms, with the exception of Baltic populations which show a preference for shallow (less than 10 m depth) seaweed beds (Refs. 89520, 89572). Each population spawns only once a year over a relatively short time period (Ref. 89573). At least one population is spawning in any one month of the year, each having a different spawning time and place. The herring is a demersal spawner that releases a ribbon of sticky eggs that sink to the sea bed (Ref. 89574) and adhere to the substrate. The eggs released by a spawning population may be several layers thick which may deprive eggs in the bottom layers of oxygen, causing egg mortality (Ref. 89563). Although higher fecundities were reported earlier (e.g. Ref. 74523), fecundity now ranges from 10,000-60,000 eggs (Ref. 89571). Hatching may take up to 3 weeks, depending on temperature (Ref. 89571). Larvae are pelagic and drift with the current. Note: it is impossible to summarize briefly the wide range of spawning strategies of Atlantic herring; the best reviews are those of Svetovidov (Refs. 4608, 4609) for the Eastern Atlantic Ocean and Hildebrand (Ref. 4607) for the Western Atlantic Ocean.","IUCN":"Least Concern (LC)"}}