{"href":"http://www.fishbase.org/Summary/speciesSummary.php?ID=1574&AT=Blueback+Herring","name":"Blueback Herring","sciName":"Alosa aestivalis","photoUrl":"https://www.fishbase.us/images/thumbnails/jpg/tn_Alaes_u0.jpg","sectionData":{"Classification":"Actinopteri (ray-finned fishes) > Clupeiformes (Herrings) > Clupeidae (Herrings, shads, sardines, menhadens) > Alosinae Etymology: Alosa: Latin, alausa = a fish cited by Ausonius and Latin, halec = pickle, dealing with the Greek word hals = salt; it is also the old Saxon name for shad = \"alli\" ; 1591 (Ref. 45335). More on author: Mitchill.","Environment":"Marine; freshwater; brackish; pelagic-neritic; anadromous (Ref. 51243); depth range 5 - 55 m (Ref. 5951). Subtropical; 47°N - 27°N, 84°W - 60°W (Ref. 117456)","Distribution":"Western Atlantic: Cape Breton, Nova Scotia south to the St. John's River, Florida; also in lower parts of rivers (Ref. 188). Introduced in reservoirs in several states, and in the upper Tennessee River system in Tennessee, USA (Ref. 117456, 86798).","Short description":"Dorsal spines (total): 0; Dorsal soft rays (total): 15-20; Anal spines: 0; Anal soft rays: 15 - 21; Vertebrae: 47 - 53. Moderately compressed, belly with distinct keel of scutes. Upper jaw with a distinct notch; lower jaw rising steeply within mouth; minute teeth present at front of jaws (disappearing with age). Lower gill rakers 41 to 52 (fewer in fishes under 10 cm standard length), slender. Back dark blue, sometimes bluish-grey; a dark spot on shoulder (Ref. 188). Peritoneum black (Ref. 7251). Branchiostegal rays 7 (Ref. 4639).","Biology":"Inhabits rivers, estuaries, coastal waters, lakes and reservoirs (Ref. 117456). Adults are found in saltwater except during the spawning season and occur up to at least 200 km offshore (Ref. 117456). Forms schools and possibly wintering near the bottom and out from the coast, approaching the shore in the late spring. Feeds on small fishes, copepods and small shrimps. Spawns in brackish- or freshwaters of rivers, arriving in coastal waters a month or so later than A. pseudoharengus (in April at Chesapeake Bay, apparently when the water is above 70° C and later further north). Eggs are essentially pelagic, demersal in still water (Ref. 4639). Larvae are found in fresh and brackish rivers (Ref. 4639). Juveniles leave fresh and brackish nursery grounds at about 5 cm, migrating downstream (Ref. 4639). In freshwater habitat, this species usually occurs in current over rocky bottom (Ref. 86798). Marketed mostly fresh and salted (Ref. 188). Parasites found are acanthocephalan and nematodes (Ref. 37032).","Life cycle":"Upriver movement to spawning areas occur in late afternoon or at night (Ref. 4639).","IUCN":"Vulnerable (VU)"}}