{"href":"http://www.fishbase.org/Summary/SpeciesSummary.php?ID=492&AT=butterfish","name":"Butterfish","sciName":"Peprilus triacanthus","photoUrl":"https://www.fishbase.us/images/thumbnails/jpg/tn_Petri_u3.jpg","sectionData":{"Classification":{"Classification":"Actinopteri (ray-finned fishes) > Scombriformes (Mackerels) > Stromateidae (Butterfishes)","Etymology":" Peprilus: Greek, peprilos, paprax, certain fish from Tracia."},"Environment":"Marine; brackish; benthopelagic; oceanodromous ; depth range 15 - 420 m , usually ? - 55 m . Subtropical; 62째N - 26째N, 87째W - 52째W","Distribution":"Western Atlantic: from Labrador to the gulf coasts of Florida . Absent in Bermuda or Caribbean .","Short description":"Dorsal spines (total): 3; Anal spines: 3. This species is distinguished by the following characters: body oval to somewhat elongate, moderately deep (its depth 2.7 to 3 times in total length) and strongly compressed; eye medium-sized (its diameter 3.4 to 3.7 times in head length), surrounded by a small area of adipose tissue; snout short and blunt, lower jaw projecting somewhat beyond upper; mouth small, tip of maxillary not reaching to anterior eye margin; teeth in jaws very small, in a single row, while those in the upper jaw flattened and with 3 tiny cusps; dorsal and anal-fin bases very long (about equal in length), the anterior fin rays elevated, but fins not falcate, and both fins preceded by 3 short, weak, spines; caudal fin deeply forked; pectoral fins long (longer than head) and pointed; pelvic fins absent; a conspicuous series of 17 to 25 pores along anterior half of body under dorsal fin; lateral line high, following dorsal profile; scales small, present also on cheeks; caudal vertebrae 17 to 20; body color pale blue above, silvery below; numerous irregular dark spots on sides in live fish (fading after death) .","Biology":"Forms large schools over the continental shelf, except during the winter months when it may descend to deeper water. Juveniles are generally found under floating weeds and jellyfish. Often found in brackish waters . Nerito-pelagic . Adults feeds mainly on jellyfish , squids, arrow worms, crustaceans and worms . Marketed fresh, smoked and frozen; eaten fried, broiled and baked . Mostly frozen and exported to Japan.","Life cycle":"","IUCN":"Not Evaluated"}}