{"href":"http://www.fishbase.org/summary/Scomber-scombrus.html","name":"Mackerel","sciName":"Scomber scombrus Linnaeus, 1758\t\t\t\n\t\t\t\n\t\t\t\tAtlantic mackerel","photoUrl":"https://www.fishbase.us/images/thumbnails/jpg/tn_Scsco_u4.jpg","sectionData":{"Classification":"Actinopteri (ray-finned fishes) > Scombriformes (Mackerels) > Scombridae (Mackerels, tunas, bonitos) > Scombrinae Etymology: Scomber: Greek, skombros = tunny or mackerel, 1623 (Ref. 45335). More on author: Linnaeus.","Environment":"Marine; brackish; pelagic-neritic; oceanodromous (Ref. 51243); depth range 0 - 1000 m (Ref. 54254), usually 0 - 200 m (Ref. 54254). Temperate; 75°N - 30°N, 77°W - 42°E","Distribution":"North Atlantic: including the Mediterranean.","Short description":"Dorsal spines (total): 8 - 14; Dorsal soft rays (total): 113; Anal spines: 1; Anal soft rays: 12 - 13; Vertebrae: 31. This species has the following characters: no well developed corselet; interpelvic process small and single; anal fin spine conspicuous, joined to the fin by a membrane but clearly independent of it; anal fin origin opposite that of second dorsal fin; no swim bladder; first haemal spine anterior to first interneural process; 21-28 interneural bones under first dorsal fin; markings on back oblique to near vertical, with relatively little undulating; belly unmarked (Ref. 168).","Biology":"Abundant in cold and temperate shelf areas, forms large schools near the surface. They overwinter in deeper waters but move closer to shore in spring when water temperatures range between 11° and 14°C. Mainly diurnal, it feeds on zooplankton and small fish. Eggs and larvae are pelagic (Ref. 6769). Batch spawner (Ref. 51846). The species is traded fresh, frozen, smoked and canned. Eaten fried, broiled and baked (Ref. 9988). Two stocks in north-east Atlantic: North Sea (east) and British Isles (west). North Sea stock decreased dramatically in the 1960's because of direct overfishing. Recruitment has been poor and unstable. After spawning, the adult feed very actively moving around in small shoals (Ref. 35388).","Life cycle":"","IUCN":"Least Concern (LC)"}}