{"href":"http://www.fishbase.org/Summary/SpeciesSummary.php?ID=1592&AT=Menhaden","name":"Menhaden","sciName":"Brevoortia tyrannus","photoUrl":"https://www.fishbase.us/images/thumbnails/jpg/tn_Brtyr_u0.jpg","sectionData":{"Classification":"Actinopteri (ray-finned fishes) > Clupeiformes (Herrings) > Clupeidae (Herrings, shads, sardines, menhadens) > Alosinae Etymology: Brevoortia: From James Carson Brevoort (1818-1887), studie the fauna from Ohio and South Caroline (Ref. 45335).","Environment":"Marine; brackish; pelagic-neritic; pH range: 1.0 - 36.0; oceanodromous (Ref. 51243); depth range 0 - 50 m (Ref. 188). Subtropical; ? - 26°C (Ref. 38970); 46°N - 30°N, 81°W - 64°W (Ref. 54290)","Distribution":"Western Atlantic: Nova Scotia, Canada southward to Indian River, Florida, USA.","Short description":"Dorsal spines (total): 0; Dorsal soft rays (total): 18-24; Anal spines: 0; Anal soft rays: 18 - 24. Upper jaw with median notch. Pelvic fin with rounded hind margin, inner fin rays equal or nearly equal to outer fin rays when fin folded back. Pre-dorsal scales modified; scales on back, above base of anal fin and at base of tail much smaller and irregularly placed. A black spot behind gill opening, followed along flank by approximately 6 lines of smaller spots (Ref. 188). Silvery, with brassy sides and a dark bluish green back (Ref. 7251).","Biology":"Found inshore in summer, but at least some moving into deeper water in winter. Adults are found in near surface waters (Ref. 38984), usually in shallow areas overlying continental shelf, in greatest abundance immediately adjacent to major estuaries (Ref. 4639). Juveniles are also generally pelagic, with smallest size groups farthest up river (Ref. 38986). Form large and very compact schools, both of juveniles and adults. Migrate north - south; also in and out of bays and inlets. Feed by filtering phytoplankton (diatoms (Ref. 5951)) and zooplankton (small crustaceans, annelid worms and detritus (Ref. 5951)). High water temperatures apparently limit breeding. Spawn probably all year; nursery areas in estuaries. Larvae are pelagic (Ref. 38985), probably spend about a month in waters over continental shelf (Ref. 38983), entering estuarine waters at about 10 mm and larger (Ref. 844). Marketed fresh, salted, canned or smoked. Mainly used for production of oil, fertilizer and fishmeal (Ref. 188). Parasites found are isopods, copepod, cestodes and trematodes (Ref. 37032).","Life cycle":"Breeding season apparently limited by high water temperatures (20.5°C monthly mean maximum). Spawning activity occurring almost every month in some part of the range (Ref. 2472, 39013, 844). Spawning temperature ranges from 4.4°C to 23.6°C, with peak activity at 15-18°C (Ref. 39014). Salinity ranges from 10 ppt (Ref. 39015) to usually greater than 25 ppt (Ref. 844). Fecundity observed is from 38,000 to 631,000 eggs per season (Ref. 39013).","IUCN":"Least Concern (LC)"}}