{"href":"http://www.fishbase.org/summary/speciesSummary.php?ID=312&AT=Red+Hake","name":"Red Hake","sciName":"Urophycis chuss","photoUrl":"https://www.fishbase.us/images/thumbnails/jpg/tn_Urchu_u0.jpg","sectionData":{"Classification":"Actinopteri (ray-finned fishes) > Gadiformes (Cods) > Phycidae (Phycid hakes) Etymology: Urophycis: Greek, oura = tail + Greek, phyke, pykis, -idos = the female of a fish that lives among algae (Greek = phykon), related with the gudgeon (Ref. 45335). More on author: Walbaum.","Environment":"Marine; demersal; oceanodromous (Ref. 51243); depth range 35 - 1152 m (Ref. 57178), usually 110 - 130 m. Temperate; 51°N - 33°N, 79°W - 58°W","Distribution":"Northwest Atlantic: North Carolina to southern Nova Scotia, straying to the Gulf of St. Lawrence. Rare European records are probably misidentifications of Urophycis tenuis.","Short description":"Dorsal spines (total): 0; Anal spines: 0. First dorsal fin ray elongated. Pelvic fins also reaching about the anal fin origin. Body color variable, reddish to olive brown dorsally, sometimes very dark or mottled; lower sides paler, sometimes with dusky dots; belly and underside of the head pale. A dusky blotch present on the opercle. The fins are generally dark, except for the pelvic fins, which are pale.","Biology":"Found on soft muddy and sandy bottoms, but never on rocks, gravel or shells. Juveniles live along the coasts at shallow depths (4-6 m); adults migrate to deeper waters, generally to between 110 and 130 m, and in some instances, to over 550 m. Juveniles live in scallops (Placopecten magellanicus) and remain close to scallop beds until they mature (Ref. 9988). They prefer temperatures of 8-10°C (Ref. 5951). Feed on shrimps, amphipods and other crustaceans, also on squid and herring, flatfish, mackerel and others. Utilized fresh, dried or salted and frozen; also small fish are used for fishmeal ; eaten steamed, microwaved and baked (Ref. 9988). Maximum depth reported from Ref. 57178.","Life cycle":"","IUCN":"Not Evaluated"}}