{"href":"http://www.fishbase.org/Summary/SpeciesSummary.php?ID=323&AT=Silver+Hake","name":"Silver Hake","sciName":"Merluccius bilinearis","photoUrl":"https://www.fishbase.us/images/thumbnails/jpg/tn_Mebil_u0.jpg","sectionData":{"Classification":"Actinopteri (ray-finned fishes) > Gadiformes (Cods) > Merlucciidae (Merluccid hakes) Etymology: Merluccius: Latin, mar, maris = the sea + Latin, lucius = pike (Ref. 45335). More on author: Mitchill.","Environment":"Marine; demersal; oceanodromous (Ref. 51243); depth range 55 - 914 m (Ref. 58452). Temperate; 55째N - 24째N, 80째W - 42째W (Ref. 54581)","Distribution":"Northwest Atlantic: coast of Canada and USA from Bell Isle Channel to the Bahamas; most common from southern Newfoundland to South Carolina.","Short description":"Dorsal spines (total): 1; Dorsal soft rays (total): 47-54; Anal spines: 0; Anal soft rays: 37 - 41. Head large, about 30% of SL . Pectoral fins long, reaching origin of anal fin. Overall color is silvery, somewhat brownish on back, whitish on belly.","Biology":"Abundant on sandy grounds and strays into shallower waters. A voracious predator with cannibalistic habits. Individuals over 40 cm TL prey on fishes such as gadoids and herring, while smaller ones feed on crustaceans, i.e. euphausiids and pandalids; food also includes gaspereau, myctophids, smelt, silversides, mackerel, sand lance, butterfish, snakeblennies, longhorn sculpins and squids (Ref. 5951). The smallest specimen feeds mostly on crustaceans (Ref. 58452). Exhibits seasonal onshore-offshore migration (Ref. 9988). Spawning takes place from June-July in the mid-Atlantic region; July-August in the Gulf of Maine and to the north of Georges Bank, and August-September on the Scotian Shelf (Ref. 58452). Marketed fresh, smoked and frozen; fresh fish are exported to European markets; eaten fried, broiled, microwaved and baked (Ref. 9988).","Life cycle":"Spawning appears to be strongly influenced by water temperature, and annual variations occur both in the peak and the range of the spawning period, which may influence considerably the growth of juveniles.","IUCN":"Near Threatened (NT)"}}