{"href":"http://www.fishbase.org/Summary/SpeciesSummary.php?ID=2539&AT=Smooth+Dogfish","name":"Smooth Dogfish","sciName":"Mustelus canis","photoUrl":"https://www.fishbase.us/images/thumbnails/jpg/tn_Mucan_u0.jpg","sectionData":{"Classification":"Elasmobranchii (sharks and rays) > Carcharhiniformes (Ground sharks) > Triakidae (Houndsharks) > Triakinae Etymology: Mustelus: Latin, mustela, -ae = weasel (Ref. 45335). More on author: Mitchill.","Environment":"Marine; brackish; demersal; oceanodromous (Ref. 51243); depth range 0 - 800 m (Ref. 55584), usually 18 - 200 m (Ref. 55309). Subtropical; 42째N - 44째S, 100째W - 46째W (Ref. 55309)","Distribution":"Western Atlantic: Massachusetts to Florida (USA), northern and western Gulf of Mexico, Venezuela, Cuba, Jamaica, Barbados, Bermuda, Bahamas; southern Brazil to northern Argentina; also western Gulf of Mexico and Antilles (Ref. 26938). Northwest Atlantic: Canada (Ref. 5951). Allopatric with Mustelus mustelus and sympatric with Mustelus norrisi. One of the two new allopatric species of canis- norrisi-like smooth-hounds in this region is often confused with this species (Ref. 244). The subspecies Mustelus canis insularis, occurring at several Caribbean islands, was identified by Heemstra (Ref. 27770).","Short description":"A small, slim shark. Well-serrated dorsal fins, second nearly as large as first (Ref. 26938).","Biology":"Found on continental and insular shelves and upper slopes, ranging from shallow inshore waters and the intertidal to 200 m, occasionally down to 579 m (Ref. 244). Occasionally found in freshwater. It is doubtful that this species can live in fresh water for an extended period of time (Ref. 244). Active swimmer and bottom feeder (Ref. 27549). Swims in packs or schools (Ref. 27549). Feeds on large crustaceans, mainly crabs, but also heavily on lobsters (Homarus) (Ref. 244). Probably non-territorial. Off the Atlantic coast of the USA, this species is migratory (Ref. 244). Viviparous (with a yolk-sac placenta), with 4 to 20 young in a litter. Longevity given as 7 years (Ref. 775) but appears too low. Utilized fresh, dried-salted, and smoked (Ref. 9987).","Life cycle":"Viviparous (Ref. 26281, 35307, 50449), with a yolk-sac placenta; with 4 to 20 young per litter. Distinct pairing with embrace (Ref. 205).","IUCN":"Near Threatened (NT)"}}