{"href":"http://www.fishbase.org/summary/SpeciesSummary.php?ID=139&AT=Spiny+Dogfish","name":"Spiny Dogfish","sciName":"Squalus acanthias Linnaeus, 1758\t\t\t\n\t\t\t\n\t\t\t\tPicked dogfish","photoUrl":"https://www.fishbase.us/images/thumbnails/jpg/tn_Sqaca_u6.jpg","sectionData":{"Classification":"Elasmobranchii (sharks and rays) > Squaliformes (Sleeper and dogfish sharks) > Squalidae (Dogfish sharks) Etymology: Squalus: Genus name from Latin 'squalus' meaning shark (Ref. 6885, 27436); acanthias: Genus name from the Latin 'squalus' meaning shark; species name from the Greek 'akanthias' referring to the spines (Ref. 6885, 27436). More on author: Linnaeus.","Environment":"Marine; brackish; benthopelagic; oceanodromous (Ref. 51243); depth range 0 - 1460 m (Ref. 26346), usually 50 - 300 m (Ref. 43939). Temperate; 7°C - 15°C (Ref. 247); 81°N - 57°S, 82°W - 171°W (Ref. 247)","Distribution":"Western Atlantic Ocean, Indo-Pacific, Mediterrenean and Blace Sea (Ref. 123983). Northern and Southern Hemispheres, rare in the Atlantic Arctic. Not in the North Pacific (Ref. 119696). .All records from North Pacific refer to Squalus suckleyi (Girard, 1855) (Ref. 85328). Appendix II (northern hemisphere populations) of the Bonn Convention (2009).","Short description":"Dorsal spines (total): 2; Dorsal soft rays (total): 0; Anal spines: 0; Anal soft rays: 0; Vertebrae: 101 - 109. This moderately sized species is distinguished by the following set of characters: very slender body, abdomen width 7.2-9.2% TL; narrow head, width at mouth 7.9-10.2% TL; mouth width 1.7-2.2 times its horizontal prenarial length; moderately long snout, preoral length 2.2-2.5 times horizontal prenarial length, 8.5-9.8% TL; single-lobed anterior nasal flap; small dorsal fins, raked, first dorsal-fin height 1.1-1.3 times its inner margin length, second dorsal-fin height 0.7-0.9 times its inner margin length; origin of first dorsal-fin located just posterior to pectoral-fin free rear tips; exposed bases of dorsal-fin spines relatively narrow, 0.4-0.7% TL; short spine of first dorsal fin, exposed length 1.7-2.7% TL; pectoral-fin anterior margin 1.9-3.1 times its inner margin length; preventral caudal margin 1.9-2.6 times inner margin of pelvic fin; pale caudal fin with poorly demarcated, whitish margin, blackish caudal blotch at the apex of upper lobe, anterior margins of both lobes whitish in juveniles; dark caudal bar absent; dorsal and lateral surfaces of body bluish grey with an irregular array of moderately-large white spots; whitish ventrally; flank denticles tricuspid; monospondylous centra 41-45, precaudal centra 74-79, total centra 100-105 (Ref. 58446).","Biology":"Possibly the most abundant living shark (Ref. 247). A demersal, inshore and offshore dogfish of the continental and insular shelf and upper slopes (Ref. 247, 11230, 119696). Usually near the bottom, but also in midwater and at the surface (Ref. 26346); occurs mainly between 10-200 m depth (Ref. 247). Males and gravid females usually found shallower than non-gravid females. Tolerates brackish water, often found in enclosed bays and estuaries. Reported to enter freshwater (Ref. 11980) but cannot survive there for more than a few hours (Ref. 247). Highly migratory species, used to be observed in large foraging schools with up to thousands of individuals, usually segregated by size and /or sex, with schools of large gravid females preferentially targeted by fisheries. Their latitudinal (north-south) and depth-related (nearshore-offshore) movements appear to be correlated with their preferred temperature (Ref. 247). Tagging experiments showed that populations in the northern North Sea and northwest Scotland made winter migrations to off Norway and summer migrations to Scotland (Ref. 88880, 88881). Transoceanic migrations recorded, but rare (Ref. 88864). Longevity in the northern Atlantic is about 35-50 years (Ref. 88882), but most live only 20-24 years (Ref. 88187). Growth is slow. At sexual maturity, males are 60-70 cm long, females 75-90 cm (Ref. 35388). Gestation period is 2 years (Ref. 36731). Ovoviviparous (Ref. 205). Feeds on a diversity of prey, ranging from comb jellyfish, squid, mackarel and herring to a wide array of benthic fishes, shrimps, crabs and even sea cucumbers (Ref. 93252). The only species of horned sharks that can inflict toxins with its tail. Detects weak electric fields generated by potential prey (Ref. 10311). Utilized for human consumption, liver oil, vitamins, sand paper, leather, fertilizer, etc. (Ref. 247, 27436). Eaten fried, broiled, and baked (Ref. 9988).","Life cycle":"Distinct pairing with embrace (Ref. 205). Ovoviviparous, with litters of 1 to 21 young (Ref. 247, 88865). Mating probably occurs in winter. Gestation period of 18 to 24 months, longest known of all chondrichthyans (Ref. 26346). Size at birth 18-30 cm (Ref. 26346). In the northeast Atlantic, pups are born in winter, with size at birth about 26-28 cm (Ref. 88864). Sex ratio at birth is 1:1. Gravid females congregate in enclosed shallow bays to give birth (Ref. 247). The mother shark experiences a series of rhythmic contractions, just like in mammals, and the young are delivered head first. Larger older females have bigger litters with larger pups; a female with 100 cm TL carries on average 4 times as many embryos compared to a 70 cm female and the former have higher survival rates than those born to small females (Ref. 4856, 88869, 88883).","IUCN":"Least Concern (LC)"}}