{"href":"http://www.fishbase.org/Summary/speciesSummary.php?ID=458&AT=Tautog","name":"Tautog","sciName":"Tautoga onitis","photoUrl":"https://www.fishbase.us/images/thumbnails/jpg/tn_Taoni_u0.jpg","sectionData":{"Classification":"Actinopteri (ray-finned fishes) > Eupercaria/misc (Various families in series Eupercaria) > Labridae (Wrasses) Etymology: Tautoga: Plural of the word \"taut\", an Indian Brazil name translated by Roger William from f the Narragansett, \"tautauog\" = sheepshead. More on author: Linnaeus.","Environment":"Marine; brackish; reef-associated; depth range 1 - 75 m. Subtropical; 46°N - 31°N, 81°W - 58°W","Distribution":"Western Atlantic: slightly east of Halifax in Nova Scotia, Canada to South Carolina in USA; most abundant between Cape Cod and Delaware Bay.","Short description":"Dorsal spines (total): 16 - 17; Dorsal soft rays (total): 10; Anal spines: 3; Anal soft rays: 7 - 8. Distinguished from Tautogolabrus adspersus which occurs in the same area and further north, by its steep, rounded dorsal head profile; stouter body; scaled lower gill cover; and the more backward location of the pelvic fins.","Biology":"Found close to shore on hard-bottom habitats, occasionally entering brackish water. Adult male territorial and active during the day to feed and rests in crevices at night. Prefers temperatures above 10°C. Spawning was noted in June-July in Canadian waters, but appears more protracted (April-July) in coastal waters of Virginia, USA. Feeds mainly on mussels, gastropods, other mollusks and crustaceans. This species has gained popularity as a prized food and sport fish (Ref. 6486, 4926, 41297). Investigation on the diel and seasonal activity patterns of the adult tautog in its southern range were conducted using ultrasonic telemetry (Ref. 41297).","Life cycle":"Spawns in groups or in pairs. Pairing occurs between females and size-dominant males exhibiting strong territoriality and performing a protracted courtship (Ref. 6488). Gonochorism is confirmed for this species (Ref. 103751).","IUCN":"Vulnerable (VU)"}}