{"href":"http://www.fishbase.org/Summary/SpeciesSummary.php?ID=406&AT=Weakfish","name":"Weakfish","sciName":"Cynoscion regalis","photoUrl":"https://www.fishbase.us/images/thumbnails/jpg/tn_Cyreg_u0.jpg","sectionData":{"Classification":"Actinopteri (ray-finned fishes) > Eupercaria/misc (Various families in series Eupercaria) > Sciaenidae (Drums or croakers) Etymology: Cynoscion: Greek, kyon = dog + Greek, odous = teeth + Greek, skion, skiaina = barbel, red mullet (Ref. 45335). More on authors: Bloch & Schneider.","Environment":"Marine; brackish; demersal; oceanodromous (Ref. 51243); depth range 10 - 26 m (Ref. 54407). Subtropical; 17°C - 27°C (Ref. 54461); 47°N - 27°N, 82°W - 59°W","Distribution":"Western Atlantic: Nova Scotia, Canada to northern Florida, USA. Introduced in Europe (Ref. 122657).","Short description":"Dorsal spines (total): 11; Dorsal soft rays (total): 25-29; Anal spines: 2; Anal soft rays: 11 - 13. Body greenish grey above and silvery below, back with small spots forming undulating dotted lines. Pelvic fins and anal fin yellowish other fins pale, sometimes with a yellowish tinge. Inside of opercle dark, visible externally. Mouth large, oblique, lower jaw projecting. Upper jaw with a pair of large canine-like teeth at tip. Chin without barbels or pores. Snout with only 1 marginal pore. Gas bladder with a pair of nearly straight, horn-like appendages. Soft portion of dorsal fin covered with small scales up to 1/2 of fin height (Ref 51721).","Biology":"Occurs usually in shallow coastal waters over sand and sandy mud bottoms. Juveniles are euryhaline. During summer the fish move to their nursery and feeding grounds in river estuaries. Feeds mainly on crustaceans and fishes. Oviparous, with high fecundity (Ref. 54406). The species leave estuaries during the fall when water temperatures decrease, but are also known to overwinter in these areas. It has been reported that the fish cease feeding and die when the water temperature reaches 7.9 deg C and 3.3 deg. C, respectively (Ref. 122657). Utilized fresh and frozen; eaten steamed, pan-fried, broiled, microwaved and baked (Ref. 9988).","Life cycle":"","IUCN":"Endangered (EN)"}}